tap 'homebrew/cask-fonts'

brew 'ctags'
brew 'git'
brew 'htop-osx'
brew 'imagemagick'
brew 'wget'
brew 'vim'
brew 'the_silver_searcher'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'tmuxinator'
brew 'rename'
brew 'fzf'
brew 'git-lfs'
brew 'node'
brew 'bat'
brew 'jq'

cask 'firefox'
#cask 'google-chrome'
#cask 'slack'
cask '1password'
#cask 'dropbox'
#cask 'setapp'
cask 'alfred'
#cask 'iterm2'
cask 'textexpander'
cask 'sublime-text'
cask 'fantastical'
cask 'intellij-idea-ce'
cask 'webstorm'
cask 'omnifocus'
#cask 'fork'
cask 'transmit'
cask 'transmission'
cask 'iina'
cask 'docker'
#cask 'zoomus'
cask 'keyboard-maestro'

cask 'font-blex-mono-nerd-font'
